[
    {
        "id": 32,
        "story": "Once upon a time there was a very brilliant girl named Sofia. Sofia was only three years old but she was already very smart!\nOne day, Sofia was sitting in her bedroom looking out of the window when all of a sudden, a man wearing a huge hat appeared. He was holding something in his hand.\nHe knocked on the door and said to Sofia, \"I'm here to deliver your diary\".\nSofia was very excited and smiled. She opened the door and the man handed her the diary.\nSofia thanked the man and he smiled. \"You're very welcome,\" he said. And then he left with a wave.\nSofia ran back to her bedroom with her diary. She was so happy and couldn't wait to learn what was in it! As she opened it, she was sure that it was going to be brilliant. And she was right - the diary was filled with amazing stories and knowledge!"
    },
    {
        "id": 34,
        "story": "Once there was a boy who loved playing in the mine. Every day he would fill up his bucket with dirt and rocks. Then he would run to the wealthy man's house to show him what he found.\nThe wealthy man was always happy to see the boy and he would give him a big smile. One day, as the boy arrived at the man's house, the man asked him to kneel down. The boy was confused but he obeyed.\nThe wealthy man told him that he should never be too proud of what he has, or the things he finds. He said that if the boy was humble and thankful, no matter what he had, he would always be wealthy in the eyes of God.\nThe boy thanked the man and ran off, much wiser than when he had arrived. From then on, the boy was ever thankful for all that he had. He remembered the man's words and kneeled everyday with thanks in his heart."
    },
    {
        "id": 54,
        "story": "John was playing in the living room. He was having lots of fun, touching all his toys. Suddenly, his mom walked into the room. She was holding a present. \nJohn said, \"What is it, Mommy?\"\nMom said, \"It's a nice present for you!\"\nShe put it in front of him and he touched it. It was very soft.\nJohn said, \"What is it?\"\nMom said, \"It's a cuddly bear. Would you like to take it to your room?\"\nJohn nodded and smiled. He hugged the bear and took it to his room. He found the perfect spot for it and put it down. It looked very nice in his room. \nJohn smiled and said, \"I love it!\""
    },
    {
        "id": 55,
        "story": "One day, a little girl named Sue found a pen on the floor. She picked it up and thought it was very special. Sue had an idea. She wanted to make a sign for her room. She felt calm and happy when she thought about making the sign.\nSue went to her mom and said, \"Mom, can I make a sign for my room with this pen?\" Her mom said, \"Yes, Sue, but first you need to find some paper.\" Sue went to look for paper. She knew just where to find it.\nSue found some paper and started to make her sign. She drew a big sun and a happy face. She wrote her name with the special pen. Sue was so proud of her sign. She showed it to her mom and said, \"Look, Mom! I made a sign for my room!\" Her mom smiled and said, \"That's a great sign, Sue! Let's put it on your door.\"\nThey put the sign on Sue's door and it made her room feel even more calm and happy. Sue knew that the special pen had helped her make her room a better place."
    },
    {
        "id": 63,
        "story": "Once upon a time, a little bird lived in a small tree. The little bird loved to play with his friend, the squirrel. They liked to play with twigs. One day, the little bird was upset. He did not know where his friend was.\nThe bird looked all around for his friend. He saw a big twig on the ground. The bird thought, \"Maybe my friend is hiding behind the twig.\" The bird flew down to look. But his friend was not there. The bird was more upset now.\nJust then, the squirrel jumped out from a bush. He had a big smile on his face. He said, \"I was hiding to surprise you!\" The bird was happy to see his friend. They played with the big twig together. The little bird learned that sometimes, when things seem bad, a happy surprise might be just around the corner."
    },
    {
        "id": 66,
        "story": "One day, a little girl named Sue was playing in the park. She saw a big tree with many leaves. Sue wanted to resist climbing the tree but she could not. She started to climb the tree to see how high she could go.\nAs Sue climbed higher, she felt troubled. She looked down and saw her friend Tom. Tom said, \"Sue, be careful! You might fall!\" Sue heard Tom and knew she should listen to him.\nSue started to climb down the tree. She was very careful not to fall. When she got to the ground, she hugged Tom and said, \"Thank you for helping me.\" Tom smiled and said, \"You're welcome, Sue. Let's play on the swings instead.\" They played and had fun together, and Sue was happy she did not fall."
    },
    {
        "id": 69,
        "story": "Once upon a time, there was a little girl named Lily. Lily loved to eat bread with butter. Every day, she would ask her mom to put butter on her bread. It made her very happy and excited.\nOne day, Lily met a friendly dog named Max. Max was deaf, but he was very good at playing with Lily. They liked to run and jump together in the park. Lily would throw a ball, and Max would find it even though he could not hear.\nLily and Max became best friends. They played together every day, and Lily would always share her bread with butter with Max. They were both excited and happy to have each other as friends. And they lived happily ever after."
    },
    {
        "id": 78,
        "story": "Once upon a time, in a small town, there was a square. In the square, there was a big sack. The sack was full of toys. It belonged to Tom, an honest boy. Tom loved to share his toys with other kids.\nOne sunny day, Tom went to the square with his sack. He saw a little girl named Lily. Lily was sad because she had no toys to play with. Tom wanted to help her.\nTom said, \"Lily, do you want to play with my toys? I have a big sack of them.\" Lily looked at Tom and smiled. \"Yes, please!\" she said. Tom opened the sack and they played together all day.\nTom and Lily had so much fun playing with the toys. They shared and laughed together. All the other kids in the square saw how happy they were.\nFrom that day on, Tom always brought his big sack of toys to the square. He shared them with all the kids, and they all had fun together. Tom was an honest and kind boy, and everyone loved him."
    },
    {
        "id": 79,
        "story": "Once upon a time, there was a kind girl named Amy. She liked to help people a lot. One day, her friend Tom was going on a trip. He had a lot of luggage with him. Tom was sad because he did not know how to put all his things in his luggage.\nAmy saw Tom and wanted to help him. She said, \"Don't worry, Tom! I can help you organize your luggage.\" Tom was happy to hear that. Amy and Tom put all the things in the luggage one by one. They put the big things at the bottom and the small things on top.\nWhen they finished, Tom was very happy. He said, \"Thank you, Amy! You are very kind.\" Amy smiled and said, \"You're welcome, Tom! Have a good trip!\" Tom went on his trip, and Amy felt happy that she could help her friend."
    },
    {
        "id": 85,
        "story": "Once upon a time, there was a gifted bird named Blue. Blue could whistle the best songs in the forest. All the other animals loved to hear Blue whistle.\nOne day, Blue found a shiny black rock. It was coal. Blue took the coal to his friend, Bunny. Bunny liked the coal and used it to draw pictures on the ground.\nBlue and Bunny had a fun day playing with the coal and whistling songs. All the animals in the forest came to see the pictures and hear Blue whistle. They all had a great time together."
    },
    {
        "id": 91,
        "story": "One day, a cat named Sam was very glad. Sam liked to stretch his legs in the sun. He also liked to play with his spoon. Sam had a friend, a dog named Max. Max liked to play with a ball.\nOne day, Sam and Max went to the park. Sam took his spoon with him. Max took his ball. They played in the sun. Sam thought, \"I will hide my spoon in the grass so I can find it later.\"\nAfter some time, Sam and Max got hungry. They went home to eat. Sam wanted to eat with his spoon, but he forgot it in the park! \"Oh no, my spoon is gone!\" he cried.\nMax said, \"Don't worry, Sam. We can go back to the park and find your spoon.\" They went back to the park and looked in the grass. Sam found his spoon! He was very glad. Sam and Max went home, and Sam ate with his spoon. They had a fun day."
    },
    {
        "id": 108,
        "story": "Once upon a time, there was a little bird named Tim. Tim lived near a big cliff. The cliff was very icy in the winter. Tim was scared of the cliff, but he wanted to dare to fly over it.\nOne day, Tim met a new friend. His friend was a brave bird named Sam. Sam asked Tim, \"Do you want to fly over the cliff with me?\" Tim was scared but wanted to be brave like Sam. So, he said, \"Yes, I will try.\"\nTim and Sam flew together. They went up, up, up, and over the icy cliff. Tim was so happy that he dared to fly over the cliff. Now, Tim was not scared anymore. Tim and Sam played and flew together every day. They became best friends forever."
    },
    {
        "id": 123,
        "story": "One day, a little dog named Max was playing in the park. He saw a big red ball and wanted to play with it. Max ran to the ball and started to push it with his nose. He was very happy.\nThen, Max started to feel something in his stomach. He felt confused and didn't know what it was. So, he sat down and started to rub his stomach with his paw. He hoped it would make him feel better.\nA little girl saw Max and came over to help. She gently rubbed Max's stomach too. After a while, Max felt better and the confused feeling went away. Max was so happy that he wagged his tail and licked the little girl's face. They played with the big red ball together and had lots of fun."
    },
    {
        "id": 127,
        "story": "Once upon a time, there was a little girl called Anna. She had a yellow house and an aunt who loved to stir things.\nEvery day, Anna's aunt would stir different ingredients in a pot. One day, Anna asked her aunt what she was making. Her aunt replied, \"I am making a special soup, so I need to stir it.\" \nAnna asked if she could help her aunt. So her aunt handed her a wooden spoon and instructed her to, \"stir slowly and carefully.\"\nAnna stirred and stirred until the pot was full, then stopped and said to her aunt, \"I'm done!\"\n\"Excellent job, Anna!\" her aunt said with a smile. She poured the soup into two yellow bowls and gave one to Anna.\nAnna was so excited. She ate all the soup and thanked her aunt for the delicious meal. Then the two hugged and went outside to play."
    },
    {
        "id": 128,
        "story": "One day, a little girl went to the park with her parent. The sun was shining and the birds were singing. The girl saw a nice cat with a big bow on its neck. The cat was playing with a ball.\nThe girl wanted to play with the cat too. She asked her parent if she could play with the nice cat. Her parent said yes, but she had to be gentle. The girl went to the cat and gave it a soft pet. The cat liked it and began to purr.\nThe girl and the cat played together. They played with the ball and had lots of fun. The cat's bow was very pretty and the girl liked it a lot. The parent watched them play and smiled. They all had a great day at the park."
    },
    {
        "id": 132,
        "story": "Billy was walking through the park. He was looking for something special. He noticed a mug on the ground. It was a pretty mug with yellow flowers on it.\nHe picked it up and wondered if it was someone's mug. When he looked inside, he noticed that it was empty. \nSuddenly he heard a voice. \"Hey! That's my mug!\"\nBilly looked up and saw a little girl. She was wearing a pink dress. She walked over to him and said, \"That's my special mug. I must have lost it when I was playing.\"\nBilly smiled. He handed her the mug. The little girl smiled and thanked him.\nBilly waved to her as she walked away with her mug. He felt happy that he had noticed the mug and been able to help the little girl."
    },
    {
        "id": 133,
        "story": "Once upon a time, there was a soft bunny named Bob. Bob liked to play in the grass and hop around. One day, Bob found a shiny ornament hanging on a tree. It was very pretty and sparkly.\nBob wanted to show his friend, a little bird named Sue. He had to hurry because Sue was going to fly away soon. Bob hopped and hopped as fast as he could. He was so excited to show Sue the ornament.\nWhen Bob found Sue, he showed her the ornament. Sue was very happy to see it. They played with the ornament and had a lot of fun. In the end, they hung the ornament back on the tree and went to play some more."
    },
    {
        "id": 157,
        "story": "Once upon a time, in a small house, there lived a curious cat named Tom. Tom was always looking for new things to play with. One day, Tom saw a big red ball in the yard. He thought it was the most fun thing he had ever seen. He loved the style of the ball, and he wanted to play with it all day.\nTom went to his friend, a little dog named Sam. Tom said to Sam, \"I found a big red ball. Let's play with it!\" Sam was excited too. They played with the ball and had a lot of fun. They did not want to miss any chance to play with the ball.\nBut one day, while they were playing, the ball rolled into the street. Tom and Sam were so busy playing that they did not see the big truck coming. They ran after the ball and the truck hit the ball. The ball popped and was gone. Tom and Sam were very sad. They had lost their favorite toy, and they knew they would miss it a lot."
    },
    {
        "id": 159,
        "story": "Once upon a time, there was a big, bald man named Tom. Tom had a small dog named Spot. They liked to play and run in the park. One day, it was very cold, and the wind made the trees tremble. Spot was scared of the shaking trees.\nTom saw that Spot was scared, and he felt the urge to help him. He hugged Spot and said, \"Don't be scared, little dog. I am here with you.\" Spot felt warm and safe in Tom's arms. They walked away from the trembling trees.\nAfter a while, the wind stopped, and the trees did not tremble anymore. Spot was happy and not scared. Tom and Spot played in the park until the sun went down. They went home, had a warm dinner, and slept together. They were the best of friends."
    },
    {
        "id": 164,
        "story": "Once upon a time, there was a happy dog named Jazz. Jazz was an independent dog who liked to play all day. He lived in a big house with his friend, a kind boy named Tom.\nOne sunny day, Jazz and Tom went to the store to buy a toy. Tom said, \"Jazz, you can pick any toy you like!\" Jazz wagged his tail and picked a big ball. Tom smiled and said, \"Good choice, Jazz!\"\nAt the counter, Tom had to pay for the toy. He gave the lady some money and said, \"Here you go!\" The lady smiled and said, \"Thank you!\" Jazz and Tom went back home and played with the new ball all day long. They were very happy and had lots of fun."
    },
    {
        "id": 170,
        "story": "Once upon a time, there was a little boy named Tim and a little girl named Lily. They were best friends. They liked to play together and share their toys. One day, they wanted to make a big picture for their mommies. They needed scissors to cut the paper.\nTim had some scissors, but Lily did not. Tim said, \"Lily, we can share my scissors. It is easy to use them.\" Lily was happy that Tim wanted to share. They took turns using the scissors to cut the paper. They were very careful because scissors can be sharp.\nWhen they finished cutting the paper, they made a beautiful picture. They showed their mommies and said, \"Look, we made this together! We shared the scissors and it was easy.\" Their mommies were very proud of them for sharing and working together."
    },
    {
        "id": 171,
        "story": "One day, Tim went for a walk with his mom. They saw a big pile of junk near their house. Tim was very alert and observed something shiny in the junk.\n\"Mom, look!\" Tim said. \"I see something shiny. Can I get it?\"\nHis mom said, \"Okay, but be careful.\"\nTim carefully moved the junk and found a toy car. He was so happy. He showed the car to his mom, and she smiled.\nFrom then on, Tim always observed his surroundings and found many more treasures. He learned that being alert can lead to finding special things."
    },
    {
        "id": 180,
        "story": "Once upon a time, there was a barber. He cut hair with big scissors. People liked him because he made them look nice. But his haircuts were very expensive. They cost a lot of money.\nOne day, a little dog came into the barber's shop. The dog had very long hair. It could not see where it was going. The barber wanted to help the dog. He thought, \"I will cut the dog's hair so it can see.\"\nThe barber started to cut the dog's hair. But the dog did not want a haircut. It was scared of the big scissors. So, the dog tried to escape. It ran out of the barber's shop very fast.\nThe barber felt sad. He wanted to help the dog. But he knew the dog was scared. So, he thought of a new way to help the dog. He bought a toy. The toy looked like big scissors, but it was not sharp. The dog saw the toy and was not scared anymore. The barber cut the dog's hair with the toy scissors. The dog was happy, and the barber was happy too."
    },
    {
        "id": 187,
        "story": "Once upon a time, there was a little boy named Tim. Tim loved to eat apples. One day, he found a big, smooth apple on the ground. He was very happy.\nTim saw his friend, Sue, and wanted to share the apple with her. He walked up to her and said, \"Sue, look at my big, smooth apple! Do you want to share it with me?\"\nSue looked at the apple and then she just shrugged. She said, \"I don't like apples, but thank you, Tim.\" Tim was sad, but he knew that it was okay. Not everyone likes the same things.\nSo, Tim took his big, smooth apple and sat under a tree. He ate the whole apple all by himself. It was yummy and sweet. Tim was happy that he found such a nice apple to eat. And even though Sue didn't want any, Tim still loved apples very much."
    },
    {
        "id": 188,
        "story": "Once upon a time, there was a painter named Tom. Tom liked to paint fancy pictures. One day, he was painting a big, pretty flower.\nA little girl named Sue saw Tom painting. She wanted to paint too. She asked, \"Can I paint too, please?\" Tom said, \"Yes, but be careful.\"\nSue started to paint, but she made a mess. The fancy flower was not pretty anymore. Tom was sad, and Sue was sorry. They both wanted to fix the flower.\nTom said, \"Let's try again, please.\" They worked together to make the flower pretty again. In the end, the fancy flower was even more beautiful than before. Tom and Sue were happy, and they became good friends."
    },
    {
        "id": 191,
        "story": "Once upon a time, there was a little boy named Tim. Tim loved to spend time with his mom. They liked to do many fun things together. One day, Tim's mom had a new idea. She wanted to play music for Tim.\nTim's mom said, \"Tim, let's listen to some new music today!\" Tim was very excited. He loved to dance and sing. They turned on the music and started to dance. The music was happy and fun.\nAs they danced, Tim's mom taught him new moves. They laughed and played together. Tim said, \"Mom, I love spending time with you and listening to new music!\" They danced until the sun went down, and they were both very tired. Tim and his mom had a great day."
    },
    {
        "id": 199,
        "story": "One day, a cat and a dog were playing in the park. The cat liked to tease the dog. The cat said, \"I am faster than you!\" The dog had an opinion too. The dog said, \"No, I am faster!\"\nThey decided to have a race to see who was faster. The cat and dog ran as fast as they could. They were both very fast, but the cat was winning. Suddenly, a bitter wind blew and a big ball came rolling down the hill. The cat and the dog stopped running and looked at the ball.\nThe cat and the dog decided to play with the ball instead of racing. They had lots of fun playing together. In the end, they both agreed that it was more fun to play together than to tease each other."
    },
    {
        "id": 202,
        "story": "One day, a soft cat named Kitty met a big dog named Doggy. Kitty was sad because she lost her favorite book. She sighed and said, \"I can't find my book with all the fun pages.\"\nDoggy wanted to help Kitty. He said, \"Don't be sad, Kitty. I will help you look for your book.\" They looked everywhere, under the bed, behind the tree, and inside the box. Finally, they found the book under a pile of leaves.\nKitty was so happy and hugged Doggy. She said, \"Thank you, Doggy! You are a good friend.\" They sat down together, and Kitty read the book to Doggy. They laughed and had fun with each page they read.\nThe moral of the story is to always help your friends when they need you."
    },
    {
        "id": 203,
        "story": "Once upon a time, there was a colorful bird. The bird liked to fly and sing. It was a happy bird. One day, the bird found a shiny thing on the road. The bird wanted to keep the shiny thing safe.\nThe bird thought and thought. It had an idea! The bird would bury the shiny thing in the ground. So, the bird dug a hole with its beak. It put the shiny thing in the hole. Then, the bird covered the hole with dirt.\nEvery day, the bird would visit the shiny thing's hiding place. It would sing a happy song. The bird was very proud of its secret. And the shiny thing stayed safe, hidden in the ground."
    },
    {
        "id": 210,
        "story": "Once upon a time there was a girl named Sam. Sam was three years old and she wore a pink dress every day. Sam loved playing with all her toys, but she especially loved playing with her books.\nEvery morning, Sam would take all of her books off the bookcase and pile them onto the floor. She would reads her books and imagine all the wonderful things the stories were about.\nOne hot afternoon, Sam wanted to take all her books outside to read in the sun. She took the books outside and sat down under the blue sky. She opened her favorite story and started to read, but then she saw a big dark cloud moving in.\nSam was a smart young girl, so she quickly ran inside to put all her books back on the bookcase. As Sam was putting away her books, the thunder rumbled, and the sky got darker. Soon the rain started pouring down, and Sam was safe and dry inside her house. \nSam had been foreshadowed by the dark cloud and acted quickly to save her beloved books. She learned a valuable lesson that day, and from then on she was careful to always keep an eye on the sky before taking her books outside."
    },
    {
        "id": 217,
        "story": "Once upon a time, there was a musician who played a big white drum. He lived in a small house near the park. Every day, he would go to the park and play his drum for the kids.\nOne sunny day, the musician was playing his drum in the park when he saw a little girl on a swing. She was swinging very high. The girl said, \"Look at me, Mr. Musician! I can swing so high!\" The musician smiled and kept playing his drum.\nSuddenly, the girl lost her grip on the swing and began to fall. The musician saw this and quickly stopped playing his drum. He ran to catch the girl before she hit the ground. The girl was safe in the musician's arms. \"Thank you, Mr. Musician,\" she said. The musician smiled and said, \"You're welcome. Be careful next time.\" From that day on, the little girl and the musician became good friends, and they played in the park every day."
    },
    {
        "id": 224,
        "story": "One day, a little boy named Tim went outside to play. He wanted to find his toy car. Tim looked all around his yard. The yard was very messy. There were leaves and sticks everywhere.\nTim asked his mom, \"Mom, where is my car?\" His mom said, \"I think it is in the yard. Can you find it?\" Tim said, \"Yes, I will find my car!\"\nTim looked under the big tree. He found a red ball, but not his car. Then, he looked by the flowers. He found a blue shovel, but not his car. Finally, Tim looked by the swing. There, under the messy leaves, he found his car! Tim was happy and played with his car all day."
    },
    {
        "id": 246,
        "story": "Once upon a time, there was a little girl named Jenny. Jenny loved to explore the outdoors and she had a big pocket in her dress.\nOne day Jenny was walking in the forest with her friend, Tom. Tom noticed that Jenny's pocket was fat and he asked her why it was so big.\nJenny smiled because she had found something very special in the woods. She reached into her pocket and pulled out a dry leaf.\n\"I found this dry leaf and I want to cut it into a special shape,\" Jenny said.\nTom smiled and showed Jenny how to cut it into a perfect circle with his pocket knife. Once the leaf was cut, Jenny carefully put it back into her pocket.\nThe two friends continued to explore the forest and Jenny kept her special leaf safe in her pocket. It was a magical day, and Jenny was very happy."
    },
    {
        "id": 251,
        "story": "Once upon a time, there was a little boy named Tim. Tim liked to play with his toy car. One day, Tim saw a drain in the street. He thought it would be fun to drive his car over the drain.\nAs Tim played, he said \"Vroom, vroom!\" and made his car go fast. He drove his car over the drain, then did it again. Tim liked to repeat this game because it made him feel successful.\nHis mom watched him play and smiled. She was happy to see Tim having fun. Tim played with his car and the drain all day long, and it was a very good day."
    },
    {
        "id": 254,
        "story": "One day, a boy named Tom went to the beach with his mom. They had a lot of fun playing in the sand and the water. Tom liked to wave at the boats and the birds in the sky. He was very happy.\nTom's mom had a thermometer to see how hot it was outside. But, the thermometer was broken. It said it was very cold, but it was really very hot. Tom and his mom laughed and played in the sun.\nAfter a long day at the beach, Tom and his mom went home. They were tired, but they had so much fun. They couldn't wait to go back to the beach again and wave at the boats and birds."
    },
    {
        "id": 273,
        "story": "Once upon a time, there was a little boy named Tim. Tim loved to go to the grocery store with his mom. They would buy food and other things they needed for their home. Tim's mom always told him to be careful when they were shopping.\nOne day, while they were at the grocery store, Tim saw a big pile of soft toys. He walked up to the pile and started to poke the toys. He liked how they felt soft and squishy. He found a toy he liked and showed it to his mom.\n\"Can I have this toy, please?\" Tim asked. His mom looked at the toy and said, \"If you are careful at the store today, we can buy the toy.\" Tim was very happy and promised to be careful. They finished shopping and went home with the new toy. Tim played with it all day and remembered to be careful, just like his mom said."
    },
    {
        "id": 277,
        "story": "Once upon a time, there was a clumsy dog named Spot. Spot loved to run and play outside. One day, Spot went to a park with his best friend, a little boy named Tim.\nIn the park, they saw a bridge over a small stream. Tim and Spot wanted to cross the bridge together. But Spot was a clumsy dog, so he had to be careful not to fall into the water.\nTim told Spot, \"Stay close to me and we will cross the bridge safely.\" Spot listened to Tim and they crossed the bridge together. They had a fun day in the park, and Spot learned that it is good to stay close to his friend."
    },
    {
        "id": 306,
        "story": "Ben likes to lie on his bed and look at the stars. He has a big window in his room and he can see many bright dots in the dark sky. He wonders what they are and what they do.\nOne night, he hears a sound outside his window. It is a soft and low sound, like a question. He gets up and looks out. He sees a big bird on a branch. It has round eyes and a sharp beak. It is an owl.\nBen is not scared. He likes the owl. He thinks it is great. He opens his window and says hello to the owl. The owl says hello back, but in a different way. It says \"who, who\". Ben laughs and says his name. The owl says \"who, who\" again.\nBen and the owl talk for a while. They ask each other questions and learn new things. Ben tells the owl about his family, his toys, his dreams. The owl tells Ben about the forest, the mice, the moon. They become friends.\nBen is sleepy. He says good night to the owl and closes his window. He lies on his bed and smiles. He is happy. He has a new friend. He hopes to see the owl again. He falls asleep and dreams of stars and owls."
    },
    {
        "id": 311,
        "story": "Once upon a time, in a small yard, there was a hot sun shining. A little boy named Tim and his dog, Spot, were playing near a fence. They were very happy.\nTim said to Spot, \"Spot, let's play catch!\" They played catch with a red ball. The ball went over the fence. Tim was sad. He could not get the ball. The gate was shut.\nTim had an idea. He ran to the house and got a long stick. He came back to the fence. He tried to get the ball with the stick. The stick was too short. Tim said, \"Oh no!\"\nTim's mom saw him and said, \"What's wrong, Tim?\" Tim said, \"My ball is over the fence, and I can't get it.\" Tim's mom smiled and said, \"I'll help you.\" She got a longer stick and got the ball.\nTim was so happy! He said, \"Thank you, Mom!\" They played catch again, but this time, they stayed far away from the fence. And they played all day under the hot sun."
    },
    {
        "id": 317,
        "story": "Once upon a time, there was a little boy named Tim. Tim loved to play at the park. One day, he went to the park with his mom. The park had a big, dry sandbox. Tim liked to dig in the dry sand.\nAt the park, Tim saw a big bell. The bell was on a tall pole. Tim wanted to ring the bell. But he was too small. Tim was sad.\nTim tried to jump high to reach the bell. He jumped and jumped but still could not reach it. Tim's mom saw him trying. She helped him by lifting him up high. Tim rang the bell. It made a loud sound. Tim was happy."
    },
    {
        "id": 321,
        "story": "One day, a man named Tom had a mule. The mule was ugly, but Tom loved him. They worked together on the farm. The mule helped Tom carry things.\nOne day, the mule got hurt. Tom said, \"Oh no! I must repair you, my friend.\" Tom put a bandage on the mule's leg. The mule felt better.\nTom and the mule went back to work. They were happy together. The ugly mule was strong and helped Tom a lot. Tom said, \"Thank you, my friend. You are the best mule.\" And they lived happily on the farm."
    },
    {
        "id": 327,
        "story": "Once upon a time there was a little boy named Ben. He was three years old and very clever. \nHe lived with his mom in a small house. Every day, he liked to play outside in the garden and enjoy the sunshine. \nOne day, Ben was laying in the grass when he saw something sparkly. It was a key! He was so excited and he tried to pick it up. But it was too heavy for him.\nHis mom saw him trying to pick up the key and came running over. \"Ben, it's too heavy for you! Let me help,\" she said. She bent down and picked it up. \n\"Mommy, what is it?\" asked Ben. \nHis mom smiled and said, \"It looks like this is an old key to a treasure chest. Let's keep it safe, okay?\" \nBen was very clever and he put the key under a rock so it wouldn't get lost. Then he ran back to the grass to finish playing. \nThe End."
    },
    {
        "id": 342,
        "story": "Once upon a time, there was a little girl named Lucy. Lucy loved to count. She counted everything she saw. One day, Lucy saw a big box of jackets. She wanted to count them all.\nLucy started to count the jackets. She put them in a neat and organized line. She counted one, two, three, four, five jackets. Lucy was happy she could count them all.\nAfter counting the jackets, Lucy put them back in the box. She was proud of her counting. Lucy told her mom about the jackets she counted. Her mom was very happy too. They both smiled and went to play outside."
    },
    {
        "id": 368,
        "story": "Once upon a time, in a small country, there lived a little boy named Tim. Tim had an amazing toy car that he loved to play with every day. He would drive it around his house, making \"vroom vroom\" sounds as it went.\nOne day, Tim lost his toy car. He looked everywhere for it, but he could not find it. This made Tim very sad, and he started to frown. He asked his mom for help, and she promised to help him look for it.\nTogether, they searched the whole house, and finally, they found the toy car under Tim's bed. Tim's frown turned into a big smile. He was so happy to have his amazing toy car back. From that day on, he always put his toys away so he would not lose them again."
    },
    {
        "id": 372,
        "story": "Once upon a time, there was a little boy named Tim. He liked to help his mom and dad work. Tim loved to be a good helper. One day, dad was working outside. Tim went out to see what dad was doing. Dad was using a grill to cook food.\nTim saw the grill and asked, \"Dad, can I help you?\" Dad smiled and said, \"Yes, Tim. You can help me.\" Tim felt happy. He wanted to learn how to use the grill. Dad showed Tim how to cook the food on the grill. The food smelled good.\nWhen the food was cooked, mom, dad, and Tim sat down to eat. They ate the food from the grill. It tasted good. It was mild and yummy. Tim was proud. He had helped dad work with the grill. From that day on, Tim loved to help dad cook on the grill."
    },
    {
        "id": 380,
        "story": "Once upon a time, there was a little girl named Lily. She loved to dress up in her mom's clothes. One day, she found a big box in her room. Lily was very eager to see what was inside.\nShe opened the box and found a beautiful dress. It was her favorite color, pink. Lily put on the dress and looked at herself in the mirror. She felt like a princess.\nLily wanted to show her mom her new dress. She went to the living room where her mom was looking at a screen. Her mom saw Lily and smiled. She said, \"You look so pretty, Lily!\" Lily felt very happy and danced around the room in her beautiful dress."
    },
    {
        "id": 389,
        "story": "Once upon a time, in a small village, there was a mighty dog named Max. Max was a big, strong dog who loved to play with clay. He would dig and dig in the clay all day long. One day, he found a tiny, shiny rock in the clay. Max was very happy and showed it to everyone in the village.\nIn the village, there was a little girl named Lily. Lily was very sad because she lost her special rock. She would weep and weep, and no one could make her feel better. Max saw Lily crying and thought that maybe the rock he found was Lily's special rock.\nMax brought the shiny rock to Lily and showed it to her. Lily's eyes lit up, and she smiled a big smile. She hugged Max and thanked him for finding her special rock. From that day on, Lily and Max became the best of friends. They would play in the clay together, and when the sun went down, they would go home and sleep, knowing that they would always have each other."
    },
    {
        "id": 390,
        "story": "Once upon a time, in a small town, there was a little boy named Tim. Tim liked to collect rocks. He would go outside every day and find new rocks to add to his collection. One day, Tim decided to go west to find more rocks.\nAs Tim walked west, he saw a sad dog. The dog was crying. Tim asked the dog, \"Why are you sad?\" The dog said, \"I lost my toy.\" Tim wanted to help the sad dog, so they looked for the toy together.\nThey searched high and low, and finally, they found the toy under a big tree. The dog was happy again. Tim and the dog became good friends. They played together and Tim shared his rock collection with the dog. From that day on, they were always together, collecting rocks and having fun."
    },
    {
        "id": 393,
        "story": "Once there was a little boy named Paul. He was very excited because he was going on a train ride. The rail was so long and shiny. It was pretty.\nPaul and his mom hopped on the train and looked out the windows. They waved at people as the train moved past them. Paul loved the way the breeze felt on his face.\nWhen they reached the destination, Paul and his mom got off the train and walked to the park. Paul saw colorful flowers and big trees. He smiled as he ran around the park.\nPaul and his mom stayed at the park for a while. They played games and laughed a lot. When it was time to go home, Paul couldn't wait to relax on the train ride.\nThey hopped back on the train to go home. Paul relaxed in the comfy seat and enjoyed the view outside the window. His mom told him he was very brave and Paul smiled. He was so glad he had had a pretty day."
    },
    {
        "id": 395,
        "story": "Once upon a time, there was a dog named Spot. Spot was excited. He loved to play with his ball. One day, Spot saw a big goal in the park. He wanted to play with the ball and the goal.\nSpot ran to the goal with his ball. He saw a girl named Sue. Sue was nice. Spot recognized Sue from the park. They liked to play together. Sue and Spot decided to play with the ball and the goal.\nSue kicked the ball to Spot. Spot jumped and caught the ball. They played for a long time. Spot and Sue were very happy. They loved playing with the ball and the goal. And they became best friends."
    }
]